IDEA StatiCa Open Model
Loading.LoadingType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of loading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadingType LoadingType { get; set; }
Public Property LoadingType As LoadingType
	Get
	Set
public:
property LoadingType LoadingType {
	LoadingType get ();
	void set (LoadingType value);
}
Property Value
Type: LoadingType
See Also
Reference
Loading Class
IdeaRS.OpenModel.Result Namespace